$ /home/lislis/okf/oekostrom-suche-proto/node_modules/.bin/csvtojson
[
{"ID":"X","Kategorie":"Empfohlener Anbieter","Anmerkung":"","Text":"Überregionale Ökostromanbieter die den Kriterien von ROBIN WOOD entsprechen.*\\n*Eine genaue Überprüfung des Anbieters sowie der Erzeugungsanlagen von denen der Anbieter seinen Strom bezieht wurde mittels Fragebogen durchgeführt. Rechercheergebnisse beruhen daher vorwiegend auf den Informationen der Anbieter"}
,
{"ID":"R","Kategorie":"Potentiell empfehlenswerter, regionaler Anbieter","Anmerkung":"","Text":"Regionale Ökostromanbieter die den Kriterien von ROBIN WOOD grundsätzlich entsprechen könnten.*\\n*Recherche Ergebnisse beruhen ausschließlich auf den, über die Homepage des Anbieters verfügbaren Informationen. Eine genaue Überprüfung des Anbieters hat nicht stattgefunden)"}
,
{"ID":"XX","Kategorie":"Empfohlener Anbieter","Anmerkung":"Ökostromanbieter mit innovativen /alternativen  Konzepten die den Kriterien von ROBIN WOOD grundsätzlich entsprechen.*\\n*Eine genaue Überprüfung des Anbieters sowie der Erzeugungsanlagen von denen der Anbieter seinen Strom bezieht wurde mittels Fragebogen durchgeführt. Rechercheergebnisse beruhen daher vorwiegend auf den Informationen der Anbieter"}
,
{"ID":"A","Kategorie":"Nicht empfohlener Anbieter","Anmerkung":"Anbieter vertreibt nicht zu 100% Ökostrom","Text":"Die Anbieter vertreiben zu 100% Strom aus Erneuerbaren Energiequellen und beziehen diesen über direkte Lieferverträge mit entsprechenden Erzeugungsanlagen (sind Zwischenhändler involviert müssen diese wiederum direkte Lieferverträge haben). Der Einkauf von  Strom  an der Strombörse („Graustrom“) ist nicht zulässig."}
,
{"ID":"B","Kategorie":"Nicht empfohlener Anbieter","Anmerkung":"Anbieter weist eigentumsrechtliche Verflechtung mit Unternehmen der Atom- und Kohlewirtschaft auf","Text":"Es gibt keine direkte eigentumsrechtliche Verflechtung des Ökostrom-Anbieters mit einem Konzern, der Atom- oder Kohlekraftwerke betreibt"}
,
{"ID":"C","Kategorie":"Nicht empfohlener Anbieter","Anmerkung":"Anbieter leistet keinen eindeutigen zusätzliche Beitrag zur Förderung der Energiewende","Text":"Der Anbieter fördert die Energiewende durch Bezug von Strom aus Neuanlagen und/oder feste Investitionsprogramme. (mit Konkretisierung: mind 33% des verkauften Stroms, stammt aus Kraftwerken, die nicht älter als 10Jahre sind und/oder der Anbieter fördert mit mind. 0,5ct/kWh (im Durchschnitt der Tarife) den Wandel hin zu einem erneuerbaren Energiesystem"}
,
{"ID":"D","Kategorie":"Nicht empfohlener Anbieter","Anmerkung":"Der Anlagenbetreiber, von dem der Anbieter Strom kauft, betreibt Kohle- und Atomkraftwerke und/oder investiert in solche. Die Anlagen gehören zu mehr als 25% Kohle- oder Atomkonzernen","Text":"Die Anlagenbetreiber, von denen der Anbieter Strom kauft, investieren nicht neu in Kohle- und Atom. Die Anlagen gehören zu max. 25% Kohle- oder Atomkonzernen (Unternehmen, deren Stromeigenleistung– zu mehr als 33% (?) aus Kohle oder Atomkraftwerken stammt"}

]
